import type { Company } from "../types/landing";

export const companyValues: Company[] = [
    {
      id: 1,
      title: 'Головна ідея',
      description: `BETWEEN створено з переконання, що вивчення мови має бути без страху, зубріння та оцінок. 
        Наші уроки — це простір для живого спілкування, де помилки стають кроком до впевненості. 
        Ласкаво просимо до BETWEEN!`,
    },
    {
      id: 2,
      title: 'Наші цілі',
      description: `Найважливіші зміни відбуваються на межі між страхом і впевненістю, між «колись» і «зараз». 
        Назва BETWEEN відображає нашу місію — допомогти вам зробити цей крок до вільного володіння мовою. 
        Welcome to BETWEEN!`,
    },
    {
      id: 3,
      title: 'Наша методика',
      description: `Ми розробляємо програми відповідно до віку, рівня та цілей студентів — 
        від перших слів у 7 років до підготовки до НМТ і вступу в 17. 
        Набираємо групи від 7 до 17 років на групові та індивідуальні заняття.`,
    },
  ];